export const quizData = [
  {
    question: '1. 어린 왕자 시즌의 배경이 되는 맵은?',
    options: ['별빛 사막', '구름 속 동굴', '고요한 정원', '잊혀진 방주'],
    answer: '별빛 사막',
  },
    {
    question: '2. 예언 시즌의 마지막 시련은?',
    options: ['물의 시련', '바람의 시련', '불의 시련', '땅의 시련'],
    answer: '불의 시련',
  }, 
  {
    question: '3. 하트를 선물하기 위해 필요한 양초의 개수는?',
    options: ['1개', '2개', '3개', '4개'],
    answer: '3개',
  },
  {
    question: '4. 날개 130개를 가지고 있는 빛아의 망토 레벨은?',
    options: ['9날', '10날', '11날', '12날'],
    answer: '10날',
  },
  {
    question: '5. 친구 추가부터 안아들기(베어허그)까지 필요한 일반 양초는?(1단계 기준)',
    options: ['36개', '38개', '40개', '42개'],
    answer: '42개',
  },
  {
    question: '6. 낙원의 섬에 있는 날개 개수는?',
    options: ['5개', '6개', '8개', '10개'],
    answer: '8개',
  },
  {
    question: '7. 악기 아이템을 소지 하지 않은 영혼은?',
    options: ['체조하는 선생', '팔짝 뛰는 무용수', '그윽한 음악가', '뚝딱뚝딱 대장장이'],
    answer: '체조하는 선생',
  },
  {
    question: '8. 장난치는 약초꾼이 속한 시즌은?',
    options: ['감사 시즌', '마법 시즌', '협력 시즌', '기억 시즌'],
    answer: '마법 시즌',
  },
  {
    question: '9. 친구와 할 수 있는 상호작용이 아닌 것은?',
    options: ['하이파이브', '업기', '포옹', '어깨 안마'],
    answer: '어깨 안마',
  },
  {
    question: '10. 지식의 도서관에서 거대 유령 만타가오리가 등장하는 층은?',
    options: ['2층', '3층', '4층', '5층'],
    answer: '5층',
  },
];