export const quizData = [
  {
    question: "1. 다음 중 신식처에서 찾을 수 있는 장소는?",
    options: ["1", "2", "3", "4"],
    answer: "2",
    image: '/sky/test/1.jpg'
  },
  {
    question: "2. 다음 중 파편이 떨어지지 않는 장소는?",
    options: ["지식의 도서관", "별빛 사막", "떡집 근처", "나무집"],
    answer: "지식의 도서관"
  },
  {
    question: "3. 다음 중 날개를 얻을 수 없는 시즌 맵은?",
    options: ["무민", "사슴", "어린왕자", "광채"],
    answer: "광채"
  },
  {
    question: "4. 이주의 시즌이 마무리 되는 날은?",
    options: ["12월 30일", "1월 14일", "1월 5일", "1월 25일"],
    answer: "1월 5일"
  },
  {
    question: "5. 다음 중 음악의 전당에서 판매하는 악기는?",
    options: ["중급자용 업라이트 피아노", "리듬의 기타", "패배의 핸드팬", "영원의 바이올린"],
    answer: "리듬의 기타"
  },
  {
    question: "6. 보금자리에서 최대 장식 용량을 늘릴 수 있는 횟수는?",
    options: ["한 번", "두 번", "세 번", "네 번"],
    answer: "세 번"
  },
  {
    question: "7. 다음 중 안식처 내의 옷장 순서는?",
    options: ["바지,가면,망토,헤어,등템", "가면,바지,헤어,등템", "바지,가면,헤어,망토,등템", "등템,바지,가면,망토,헤어"],
    answer: "바지,가면,헤어,망토,등템"
  },
  {
    question: "8. 승리의 계곡에서 체험 시간이 가장 짧은 영혼은?",
    options: ["1", "2", "3", "4"],
    answer: "1",
    image: '/sky/test/8.jpg'
  },
  {
    question: "9. 다음 중 별빛사막에 진입하면 나오는 안내글의 빈칸에 들어갈 적절한 단어는? (          ) 세계들이 만나는 공간",
    options: ["아름다운", "신비로운", "황홀한", "몽환적인"],
    answer: "몽환적인"
  },
  {
    question: "10. 일퀘의 '어린 나무 감상하기' 퀘스트의 시간은?",
    options: ["40", "45", "50", "60"],
    answer: "60"
  }
];