export const quizData = [
  {
    question: "1. 예언의 시즌 시련의 순서로 알맞은 것은?",
    options: ["불-땅-공기-물", "물-공기-땅-불", "물-땅-공기-불", "땅-물-불-공기", "공기-불-땅-불"],
    answer: "물-땅-공기-불"
  },
  {
    question: "2. 승리의 계곡의 두 레이스 중 얻을 수 있는 날개의 총 개수는? (꿈의 마을 레이스 제외)",
    options: ["2개", "3개", "4개", "5개", "6개"],
    answer: "4개"
  },
  {
    question: "3. 시즌과 최종보상이 알맞게 짝지어지지 않은 것은?",
    options: ["순간의 시즌-안경", "빛 추적자 시즌-우산", "낙원의 시즌-핸드팬", "파랑새의 시즌- 파랑새 깃털 망토", "무민 시즌- 무민 가족 사진"],
    answer: "무민 시즌- 무민 가족 사진"
  },
  {
    question: "4. 유랑 영혼의 노드를 클리어 하기 위해 필요한 에덴 양초 수는?",
    options: ["1개", "2개", "3개", "4개", "5개"],
    answer: "2개"
  },
  {
    question: "5. 바람길에서 바로 갈 수 없는 장소는?",
    options: ["나무집", "낙원의 섬", "잊혀진 방주", "별빛사막", "은둔자의 언덕"],
    answer: "나무집"
  },
  {
    question: "6. 토끼 슬리퍼를 구매 할 수 있는 이벤트는?",
    options: ["달빛의 날", "햇빛의 날", "장난꾸러기의 날", "멋쟁이의 날", "연회의 날"],
    answer: "멋쟁이의 날"
  },
  {
    question: "7. 다음중 방주 상점에서 파는 주문의 가격이 틀린 것은?",
    options: ["키 변경 주문×3-에덴 양초 10개", "채팅 테이블 주문×2- 일반 양초 12개", "즉석충전 물약 주문×2-일반 양초 3개", "중력 주문×2- 일반 양초 5개", "종이배 주문×3-일반 양초 6개"],
    answer: "즉석충전 물약 주문×2-일반 양초 3개"
  },
  {
    question: "8. 염색이 불가능한 망토는?",
    options: ["1", "2", "3", "4", "5"],
    answer: "1",
    image: '/sky/test/8.jpg'
  },
  {
    question: "9. 어둠의 게가 없는 장소는?",
    options: ["낙원의 섬", "잊혀진 방주", "비밀의 숲 사원", "예언의 동굴", "황금 황무지"],
    answer: "예언의 동굴"
  },
  {
    question: "10. 춤추는 제스처를 가진 영혼이 아닌 것은?",
    options: ["광채의 도발하는 곡예사", "유쾌한 지질학자", "춤추는 아이", "춤추는 안무가", "극성스러운 노력가"],
    answer: "극성스러운 노력가"
  }
];
