export const quizData = [
  {
    question: '1. 게임 "SKY - 빛의 아이들"의 개발사는 어디인가요?',
    options: ['블리자드', '라이엇 게임즈', '댓게임컴퍼니', '에픽게임즈'],
    answer: '댓게임컴퍼니',
  },
  {
    question: '2. "스카이"에서 플레이어 캐릭터를 부르는 명칭은 무엇인가요?',
    options: ['빛의 아이', '어둠의 자손', '별의 방랑자', '구름의 정령'],
    answer: '빛의 아이',
  },
  {
    question: '3. 안드로이드 출시일은 언제인가요?',
    options: ['2020년 4월 5일', '2020년 4월 6일', '2020년 4월 8일', '2020년 4월 10일'],
    answer: '2020년 4월 6일',
  },
  {
    question: '4. 25년 8월 10일 기준 최대 날개 갯수는?',
    options: ['249', '250', '251', '252'],
    answer: '251',
  },
  {
    question: '5. 재생 시즌은 몇번째 시즌인가요?',
    options: ['14번째 시즌', '15번째 시즌', '17번째 시즌', '19번째 시즌'],
    answer: '19번째 시즌',
  },
  {
    question: '6. "두명의 장로"가 있는 맵은 어디인가요?',
    options: ['승리의 계곡', '비밀의 숲', '햇빛 초원', '지식의 도서관'],
    answer: '승리의 계곡',
  },
  {
    question: '7. 다음 중 낙원 시즌 영혼이 아닌것은?',
    options: ['소심한 책벌레', '스릴 마니아', '해파리 소리꾼', '안절부절 낚시꾼'],
    answer: '안절부절 낚시꾼',
  },
  {
    question: '8. 어둠의 게에 대처하는 가장 효과적인 방법은 무엇인가요?',
    options: ['큰 삥하기', '숨기', '공격하기', '피하기'],
    answer: '큰 삥하기',
  },
  {
    question: '9. 새들의 정원에서 할 수 없는 것은?',
    options: ['영혼들과 춤추기', '보금자리 꾸미기', '새우에게 쫓기기', '돌맹이 줍기'],
    answer: '새우에게 쫓기기',
  },
  {
    question: '10. 떡집에서 할머니가 떡을 구워주는 시간으로 옳은 것은?',
    options: ['3시 30분', '2시 35분', '4시 15분', '5시'],
    answer: '2시 35분',
  },
];