export const quizData = [
  {
    question: '1. 간헐천에서 양초를 얻을 수 있는 시간은?',
    options: ['2시 50분', '5시 20분', '8시 35분', '10시 10분'],
    answer: '10시 10분',
  },
  {
    question: '2. 구르는 말썽쟁이가 속한 시즌은?',
    options: ['마법 시즌', '공연 시즌', '성장 시즌', '재생 시즌'],
    answer: '성장 시즌',
  },
  {
    question: '3. 초원 봉우리에 있는 날개 개수는?',
    options: ['1개', '2개', '3개', '4개'],
    answer: '3개',
  },
    {
    question: '4. 협력 시즌의 배경이 되는 맵은?',
    options: ['보물섬', '나무집', '피난의 보관소', '초원 봉우리'],
    answer: '나무집',
  },
  {
    question: '5. 햇빛 초원에서 오레오를 불러내는 데 필요한 빛아의 수는?',
    options: ['5명', '6명', '7명', '8명'],
    answer: '7명',
  },
{
    question: '6. 다크 드래곤에 대처하는 방법으로 옳은 것은?',
    options: ['장로 가면 쓰기', '큰 삥하기', '축소 주문 사용', '기절 제스처 사용'],
    answer: '장로 가면 쓰기',
  },
  {
    question: '7. 꽃놀이의 날 이벤트에서 구매할 수 없는 아이템은?',
    options: ['크라바트', '연잎 우산', '나비 분수', '소풍 바구니'],
    answer: '크라바트',
  },
  {
    question: '8. 다음 중 시즌 순서가 옳은 것은?',
    options: ['기억-파편-오로라-성장', '오로라-기억-파편-성장', '성장-기억-파편-오로라', '파편-오로라-기억-성장'],
    answer: '파편-오로라-기억-성장',
  },
  {
    question: '9. 실로폰 아이템을 가지고 있는 영혼은?',
    options: ['춤추는 안무가', '고민하는 감독', '그윽한 음악가', '하이파이브하는 빛잡이'],
    answer: '고민하는 감독',
  },
  {
    question: '10. 다음 중 기억 시즌 영혼이 아닌 것은?',
    options: ['무력한 참전용사', '애원하는 부모', '까치걸음 차 애호가', '부상당한 전사'],
    answer: '애원하는 부모',
  },
];